"Anglo-Saxon Fuþorc" = "Anglo-Saxon Fuþorc";
"Danish Fuþąrk" = "Danish Fuþąrk";
"Dotted Runes" = "Dotted Runes";
"Elder Fuþark" = "Elder Fuþark";
"Swedish-Norwegian Fuþąrk" = "Swedish-Norwegian Fuþąrk";
"Younger Fuþąrk" = "Younger Fuþąrk";
